Revit 2024 API
ExportLinetypeTableIterator Properties
The ExportLinetypeTableIterator type exposes the following members.
Properties
Name | Description
Current
Gets the item at the current position of the iterator.
CurrentObject
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ExportLinetypeTableIterator Class
Autodesk.Revit.DB Namespace